 
{
    "rose":{
        "title": "Learning from the Rose",
        "playlist":"0ZWrxCwEj34SEbW1GuQefv",
        "subtitle": "SECTION ONE:\n MEXICO'S INFLUENCE ON COUNTRY MUSIC",
        "color":"rgba(238, 242, 193, 0.66)",
        "description": "The rose encapsulates Mexico’s powerful influence on country music. Mexico has long offered up some of the driving influences behind country music. Since the early days of cowboys, sounds and themes from Mexican culture have followed country and Americana music into their modern iterations. After all, Texas itself was part of Mexico once.",
        "songsdetail":[
            "This rendition of Take Me Home Country Roads emphasizes the fast-paced fiddle throughout the song. In the 1920s, early forms of country music were born out of honky tonk, which was adapted mostly from ragtime but also heavily influenced by Mexican ranchera music, incorporating sounds that are common in mariachi music like stylized violin or fiddle elements, various string instruments, and lots of horns.",

            "Texas-style fiddle playing is an essential part of country music. This method has evolved over hundreds of years and has been influenced by many folk styles that exist in the south including Mexican songs, African American blues, and Czech and German polka. As these groups lived near one another and played music with one another, they shared their cultural heritage, and in the process formed a new culture. This is reflected in the music of the day. This song is an example of a country classic that features the fiddle while poking fun at the importance of this sound within Texas country music.",

            "Country music finds inspiration from Mexican mariachi music for its fast-paced fiddle. The Western-swing pianist Knocky Parker once described the Texas-swing genre as “a mixture of Mexican mariachi music from the south, with jazz and country strains coming in from the east.” To this day, the Mexican song “El Rancho Grande” is still a go-to for American country-swing bands, with its boisterous orchestral use of fiddles and trumpets.",

            "Texas is home to numerous different cultural groups and many different musical traditions including Mexican mariachi music as well as American country music. As generations of Mexican Americans have developed their musical styles in Texas, a new genre called Tejano or Tex-Mex music emerged.",

            "The romantic concept of the cowboy has been an essential image in country music. The first cowboys in the American Southwest were the vaqueros. The original vaqueros were largely Indigenous Mexican men who were trained to wrangle cattle on horseback. In fact, much of American Western culture, including the boots, the hats, and rodeos come from Mexico and Mexican culture.",

            "The vaqueros made their way up to Texas, New Mexico, Arizona, and California, and they brought their songs with them. Mexican vaqueros not only influenced the sound of American country music but the lyrical content as well. Faster pace dance music was common among these groups, and as these musical styles and songs flowed freely from one group to another, old southern rural styles significantly shifted."

            
        ],
        "songstitle":[
            "The Fiddle in Country Roads",
            "Texas Style Fiddle  ",
            "The Fiddle in Mexico",
            "Tejano influence on Country",
            "The Cowboy Image in Country Music",
            "The Original Vaqueros"
        ]
    },
    "chrysanthemum": {
        "title": "Learning from the Chrysanthemum",
        "playlist":"4Eu1Abn2J95gAV4mCfkG8V",
        "subtitle": "SECTION TWO:\n THE HISTORY OF THE STEEL GUITAR",
        "color":"rgba(242,211,193,.73)",

        "description": "Country music's uniquely subtle twang largely comes from the Hawaiian native instrument that is the pedal steel guitar. Although the subject matters differ, early Hawaiian music and early country music sound fairly similar, both featuring a soft cadence and a warm layering of notes. The steel guitar is one of the most distinctive and timeless sounds in classic country music.        ",
        "songsdetail":[
            "The steel-string guitar was leading in the American country music revival in the 1960s and 1970s. At the beginning of the revival, most of the interest was in discovering and re-creating the traditional music of America. The bright twangy sound of the steel-string guitar was ideal for playing along with folk instruments such as the banjo, mandolin, and fiddle at barn dances.",

            "The 'Nashville' sound was pioneered by RCA Records and Columbia Records in Nashville, Tennessee. This was the beginning of contemporary country music with well-known performers such as Kenny Rogers, Dolly Parton, Merle Travis, Johnny Cash, and Willie Nelson who were each part of defining the recognizable country “twang”. The most popular songs by these country artists each feature a steel guitar.             ",

            "Lani McIntire was a musician who infused a Hawaiian guitar sound into mainstream American popular music through his recordings with Jimmie Rodgers and Bing Crosby. As Hawaiian steel guitarists started touring the U.S. mainland and the ukelele and steel guitar were introduced to the public at expositions, Hawaiian steel guitar music grew wildly popular influencing many sectors of mainland music. ",

            "Black blues players embraced the steel guitar for its unique blend of European diatonic scales and African pentatonic scale patterns. The musical result of this blend was a combination of minor and major tonality. Blues players developed the bending technique of making the sound go up then down in pitch producing the wailing sound that is so characteristic of blues playing which has since then influenced the country sound. ",

            "The musician Sol Hoʻopiʻi also arose during this time, playing both Hawaiian music and jazz, Western swing and country, and developing the pedal steel guitar. His recordings helped establish the Nashville sound of popular country music. The talents of these Hawaiian musicians were not unnoticed. Country and western performers heard Hawaiian music and borrowed some of its sounds. ",

            "Dolly Parton’s “I Will Always Love You” is an outstandingly popular country song. It’s inspired a new generation of country music, reaching #1 on Billboard’s Hot Country Songs twice in two separate decades, and once more with Whitney Houston’s rendition. It heavily relies on the steel guitar rather than more traditional bluegrass instruments. This song marks a time when country songs and pop music would often crossover, taking inspiration from Rock and Roll and further defining the “Nashville Sound”."
        ],
        "songstitle":[
            "The Steel Guitar in Country Roads",
            "The Nashville Steel Guitar",
            "Hawaiian Steel Guitar",
            "Steel guitar blues",
            "Popularizing the steel guitar",
            "Pop Genre Steel Guitar"
        ]
    },
    "tulip":  {
        "title": "The Roots of the Tulip",
        "playlist":"28wr812Ng6Uv1FHXxX5nE5",
        "subtitle": "SECTION THREE:\n THE HISTORY OF THE BANJO",
        "color":"rgba(214,209,241,.75)",
        "description": "Perhaps the most iconic country music instrument of all is the banjo. Its classic, twangy sound is instantly recognizable. The banjo’s roots stretch back much further than American history. The first iteration of the banjo, also called banjar, bangie, banjer, and banza, was created in the early 17th century in West Africa and brought to America through Africans, and continued to develop into the instrument we know today in African American communities under duress.",
        "songsdetail":[
            "The quick rhythm that is generally used with the banjo and the high-pitched sounds play a key part in what makes this song iconically “country”. The banjo in “Country Roads” was part of a folk music revival in the 1960s. During this revival, folk music was firmly viewed as a white craft, despite the artists’ occasional recognition of their Black influences. Despite the artists themselves recognizing the banjo’s history, country music stages were dominated by white musicians and audiences.",

            "It is not used as much in more recent generations of the country, but it remains an icon for its special string sound, which makes country music easily distinguishable. As an example, we have the bluegrass sound, a primary sector of country music that makes use of the banjo.",

            "The banjo is an instrument that is uniquely African American and can be traced back in some form to the sub-Saharan cultures of the 13th century. It was brought to America by Africans, and as early as 1781 Thomas Jefferson, writing about slaves on his own plantation, said, 'the instrument proper to them is the Banjar, which they brought hither from Africa.' By 1847, there are eyewitness accounts of the fiddle and banjo being played together in the South, citing the origins of the modern string band or bluegrass band.",

            "Despite country music being so reliant on the influence of the banjo and the blues, both of which are uniquely African American, it became an accepted cultural narrative that country music is the domain of white people. Of the one-hundred and forty-six members in the Country Music Hall of Fame, only three African-Americans have ever been inducted, the first being Charley Pride in 2000. Country music has been built on Black music and black artists like DeFord Bailey, Ray Charles, Charley Pride, and countless others who helped it get here.",

            "Currently, Black country and bluegrass artists like the Carolina Chocolate Drops are working to reclaim the banjo and its long-lasting legacy. The banjo’s history is just one example of the many influences of African American culture on country music."

        ],
        "songstitle":[
            "The Banjo in Country Roads",
            "The Banjo in Popular country Songs",
            "The Beginnings of the Banjo",
            "Modern Renditions of Bluegrass Music",
            "Black Artists in Country Music"


            
        ]
    }
}
